Revit 2027 API
ParameterTypeId.RebarSystemNumberOfLinesBottomDir1Generic Property
 "Bottom/Interior Major Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemNumberOfLinesBottomDir1Generic { get; }
Public Shared ReadOnly Property RebarSystemNumberOfLinesBottomDir1Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesBottomDir1Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemNumberOfLinesBottomDir1Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace